Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/BigCraftables.xcstrings
Source language: en
Languages: es

# StatueOfTruePerfection_Name
source: Statue Of True Perfection
es: Estatua de la verdadera perfección

# StoneBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# StoneBrazier_Name
source: Stone Brazier
es: Brasero de piedra

# StoneCairn_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# StoneCairn_Name
source: Stone Cairn
es: Hito de piedra

# StoneChest_Description
source: A place to store your items.
es: Un lugar donde guardar tus objetos.

# StoneChest_Name
source: Stone Chest
es: Cofre de piedra

# StoneFrog_Description
source: Garden art for your farm.
es: Arte de jardín para la granja.

# StoneFrog_Name
source: Stone Frog
es: Rana de piedra

# StoneJunimo_Description
source: Garden art for your farm.
es: Arte de jardín para la granja.

# StoneJunimo_Name
source: Stone Junimo
es: Junimo de piedra

# StoneOwl_Decorative_Description
source: Garden art for your farm.
es: Arte de jardín para la granja.

# StoneOwl_Decorative_Name
source: Stone Owl
es: Búho de piedra

# StoneOwl_Secret_Description
source: It's not clear where this came from; but it looks very fine.
es: No se sabe de dónde procede; pero es muy bonito.

# StoneOwl_Secret_Name
source: Stone Owl
es: Búho de piedra

# StoneParrot_Description
source: Garden art for your farm.
es: Arte de jardín para la granja.

# StoneParrot_Name
source: Stone Parrot
es: Loro de piedra

# StoneSign_Description
source: Use an item on this to change what's displayed. The item won't be consumed.
es: Usa un objeto con este elemento para modificar lo que muestra. El objeto no se consumirá.

# StoneSign_Name
source: Stone Sign
es: Cartel de piedra

# StrangeCapsule_Description
source: There's something fleshy bobbing around in the fluid...
es: Hay algo carnoso flotando en el fluido...

# StrangeCapsule_Name
source: Strange Capsule
es: Cápsula extraña

# StumpBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# StumpBrazier_Name
source: Stump Brazier
es: Brasero de tocón

# SuitOfArmor_Description
source: A decorative piece for your farm.
es: Un elemento decorativo para la granja.

# SuitOfArmor_Name
source: Suit Of Armor
es: Armadura

# TablePieceL_Description
source: The left side of a big table.
es: El lado izquierdo de una gran mesa.

# TablePieceL_Name
source: Table Piece L
es: Trozo de mesa I

# TablePieceR_Description
source: The right side of a big table
es: El lado derecho de una gran mesa.

# TablePieceR_Name
source: Table Piece R
es: Trozo de mesa D

# TallTorch_Description
source: The stem is made from bamboo.
es: La caña está hecha de bambú.

# TallTorch_Name
source: Tall Torch
es: Antorcha alta

# Tapper_Description
source: Place on a maple; oak; or pine tree and wait for the reservoir to fill with product!
es: ¡Colócala en un roble; arce o pino y espera a que el recipiente se llene!

# Tapper_Name
source: Tapper
es: Resinera

# TeddyTimer_Description
source: It's a grandfather clock shaped like a teddy.
es: Un reloj del abuelo con forma de osito.

# TeddyTimer_Name
source: Teddy Timer
es: Despertador de osito

# Telephone_Description
source: Can be used to check store hours and inventory.
es: Puede usarse para comprobar el inventario y la hora de apertura de las tiendas.

# Telephone_Name
source: Telephone
es: Teléfono

# TextSign_Description
source: A small sign that can be written on.
es: Un pequeño letrero en el que se puede escribir.

# TextSign_Name
source: Text Sign
es: Letrero

# TuboFlowers_Description
source: Flowers planted in an oak barrel. Blooms in spring and summer.
es: Flores plantadas en un barril de roble. Florecen en primavera y verano.

# TuboFlowers_Name
source: Tub o' Flowers
es: Arreglo floral

# WickedStatue_Description
source: There's something unsettling about the looks of this statue.
es: El aspecto de esta estatua es algo inquietante.

# WickedStatue_LitEyes_Description
source: Something's not right with this statue.
es: A esta estatua le pasa algo raro.

# WickedStatue_LitEyes_Name
source: Wicked Statue
es: Estatua maldita

# WickedStatue_Name
source: Wicked Statue
es: Estatua maldita

# WoodChair_Description
source: A chair that can be oriented in 4 different ways.
es: Una silla que se puede orientar de 4 maneras distintas.

# WoodChair_Name
source: Wood Chair
es: Silla de madera

# WoodChipper_Description
source: Insert a piece of hardwood to break it down into regular wood.
es: Introduce un trozo de madera noble para romperlo y obtener madera normal.

# WoodChipper_Name
source: Wood Chipper
es: Astilladora

# WoodenBrazier_Description
source: Provides a moderate amount of light.
es: Proporciona una cantidad moderada de luz.

# WoodenBrazier_Name
source: Wooden Brazier
es: Brasero de madera

# WoodLamppost_Description
source: Provides a good amount of light.
es: Proporciona una gran cantidad de luz.

# WoodLamppost_Name
source: Wood Lamp-post
es: Farola de madera

# WoodSign_Description
source: Use an item on this to change what's displayed. The item won't be consumed.
es: Usa un objeto con este elemento para modificar lo que muestra. El objeto no se consumirá.

# WoodSign_Name
source: Wood Sign
es: Cartel de madera

# Workbench_Description
source: When crafting here; you'll have access to materials in any adjacent chests.
es: Mientras estés usándolo; tendrás acceso a los materiales contenidos en los cofres adyacentes

# Workbench_Name
source: Workbench
es: Banco de trabajo

# WormBin_Description
source: Produces bait on a regular basis. The worms are self-sufficient.
es: Produce cebo de manera regular. Los gusanos son autosuficientes.

# WormBin_Name
source: Worm Bin
es: Vivero de cebo
